Repository: sosyco/ipfire-2.x
Catalog: src/setup/po/*.po
Languages: hu, ro_ro

source: Start address:
hu: Kezdő cím:
ro_ro: Adresă de început:

source: End address:
hu: Végső cím:
ro_ro: Adresă de final:

source: Primary DNS:
hu: Elsődleges DNS:
ro_ro: DNS primar:

source: Secondary DNS:
hu: Másodlagos DNS:
ro_ro: DNS secundar:

source: Default lease (mins):
hu: Alapértelmezett bérleti idő (perc):
ro_ro: Alocarea implicită (minute):

source: Max lease (mins):
hu: Maximális bérleti idő (perc):
ro_ro: Alocare Maximă (minute):

source: Domain name suffix:
hu: Domain név utótag:
ro_ro: Sufix Nume Domeniu:

source: Unable to open settings file
hu: Nem sikerült megnyitni a konfigurációs fájlt
ro_ro: Nu se poate deschide fișierul de setări

source: DHCP server configuration
hu: DHCP kiszolgáló beállítása
ro_ro: Configurare server DHCP

source: Configure the DHCP server by entering the settings information.
hu: DHCP kiszolgáló beállításainak megadása.
ro_ro: Configurează serverul DHCP introducând informațiile setări

source: Enabled
hu: Engedélyezve
ro_ro: Activat

source: OK
hu: Rendben

source: Cancel
hu: Mégsem
ro_ro: Renunță

source: The following fields are invalid:
hu: A következő mezők érvénytelenek:
ro_ro: Următoarele câmpuri sunt incorecte

source: Start address
hu: Kezdő cím
ro_ro: Adresă început

source: End address
hu: Végső cím
ro_ro: Adresă final

source: Primary DNS
hu: Elsődleges DNS
ro_ro: DNS primar

source: Secondary DNS
hu: Másodlagos DNS
ro_ro: DNS secundar

source: Default lease time
hu: Alapértelmezett bérleti idő
ro_ro: Timpul pentru alocarea implicită

source: Max. lease time
hu: Max. bérleti idő
ro_ro: Timpul maxim pentru alocare

source: Domain name
hu: Domain név
ro_ro: Nume Domeniu

source: Enter Domain name
hu: Domain név megadása
ro_ro: Introduceți Nume Domeniu

source: Domain name cannot be empty.
hu: A domain név nem lehet üres.
ro_ro: Nume Domeniu nu poate fi gol.

source: Domain name cannot contain spaces.
hu: A domain név nem tartalmazhat szóközt.
ro_ro: Nume Domeniu nu poate conține spații.

source: Domain name may only contain letters, numbers, hyphens and periods.
hu: A domain név csak betűket, számokat, kötőjelet és pontot tartalmazhat.
ro_ro: Nume Domeniu poate conține doar litere, numere, cratime sau paranteze.

source: Hostname
hu: Kiszolgálónév
ro_ro: Nume Gazdă - HOST

source: Enter the machine's hostname.
hu: Add meg a gép kiszolgálónevét.
ro_ro: Introduceți Nume Gazdă - HOST.

source: Hostname cannot be empty.
hu: A kiszolgálónév nem lehet üres.
ro_ro: Nume Gazdă - HOST - nu poate fi gol.

source: Hostname cannot contain spaces.
hu: A kiszolgálónév nem tartalmazhat szóközt.
ro_ro: Nume Gazdă - HOST - nu poate conține spații.

source: Hostname may only contain letters, numbers and hyphens.
hu: A kiszolgálónév csak betűket, számokat és kötőjelet tartalmazhat.
ro_ro: Nume Gazdă - HOST - poate conține doar litere, numere și cratime

source: Keyboard mapping
hu: Billentyűzet kiosztás
ro_ro: Cartografiere Tastatură - tipul de tastatură

source: Choose the type of keyboard you are using from the list below.
hu: Válaszd ki a billentyűzet típusát a listából.
ro_ro: Alegeți tipul de tastatură pe care o folosiți din lista următoare

source: Timezone
hu: Időzóna
ro_ro: Fus Orar

source: Networking
hu: Hálózati beállítások
ro_ro: Rețea

source: 'root' password
hu: 'root' jelszó
ro_ro: Parola pentru utilizator 'root'

source: 'admin' password
hu: 'admin' jelszó
ro_ro: Parola pentru utilizator 'admin'

source: <Tab>/<Alt-Tab> between elements | <Space> selects
hu: <Tab>/<Alt-Tab> elemek közötti váltás | <Space> kiválasztás
ro_ro: <Tab>/<Alt-Tab> pentru comutare între elemente | <Space> selectează

source: Section menu
hu: Részlegek Menü
ro_ro: Meniu Secțiuni

source: Select the item you wish to configure.
hu: Válaszd ki a beállítandó elemet.
ro_ro: Selectați articolul pe care doriți să-l configurați

source: Quit
hu: Kilépés
ro_ro: Ieșire

source: Setup is complete.
hu: Beállítások befejezve.
ro_ro: Instalarea s-a încheiat.

source: Warning
hu: Figyelmeztetés
ro_ro: Atenție

source: Initial setup was not entirely complete. You must ensure that Setup is properly finished by running setup again at the shell.
hu: A kezdő beállítások nem teljesek. Indítsd el újra a 'setup'-ot a befejezéshez.
ro_ro: Instalarea inițială nu este complet finalizată. Trebuie să te asiguri că s-a incheiat corect rulând din nou operațiunea din linia de comandă.

source: Unable to write %s/main/hostname.conf
hu: Nem sikerült írni: %s/main/hostname.conf
ro_ro: %s/main/hostname.conf nu a putut fi scris

source: Unable to open main hosts file.
hu: Nem siekrült megnyitni a fő 'hosts' fájlt.
ro_ro: Nu se poate deschide fișierul gazde (hosts).

source: Unable to write /etc/hosts.
hu: Nem sikerült írni: /etc/hosts.
ro_ro: Nu s-a putut scrie fisierul /etc/hosts.

source: Unable to write /etc/hosts.deny.
hu: Nem sikerült írni: /etc/hosts.deny.
ro_ro: Nu s-a putut scrie fisierul /etc/hosts.deny.

source: Unable to write /etc/hosts.allow.
hu: Nem sikerült írni: /etc/hosts.allow.
ro_ro: Nu s-a putut scrie fisierul /etc/host.allow.

source: Unable to set hostname.
hu: A kiszolgálónév beállítása sikertelen.
ro_ro: Nu s-a putut seta numele de host.

source: Scanning and configuring ISDN devices.
hu: ISDN eszközök keresése és beállítása.
ro_ro: Se scanează și se configurează echipamentele ISDN.

source: Unable to scan for ISDN devices.
hu: Az ISDN eszközök felkutatása sikertelen.
ro_ro: Nu s-au putut scana echipametele ISDN.

source: Interface - %s
hu: Adapter - %s
ro_ro: Interfață - %s

source: Enter the IP address information for the %s interface.
hu: Add meg az IP cím beállításait a következő eszközhöz: %s
ro_ro: Introdu adresa IP pentru interfața %s

source: Static
hu: Statikus

source: PPP DIALUP (PPPoE, modem, ATM ...)
hu: PPP betárcsázás (PPPoE, modem, ATM ...)

source: DHCP Hostname:
hu: DHCP kiszolgálónév:
ro_ro: Nume gazdă DHCP

source: Force DHCP MTU:
hu: Kényszerített DHCP MTU:
ro_ro: Forteaza DHCP MTU

source: IP address:
hu: IP cím:
ro_ro: Adresă IP:

source: Network mask:
hu: Hálózati maszk:
ro_ro: Mască de rețea:

source: The following fields are invalid:
hu: A következő mezők érvénytelenek:
ro_ro: Câmpurile următoare sunt incorecte:

source: IP address
hu: IP cím
ro_ro: Adresă IP:

source: Network mask
hu: Hálózati maszk
ro_ro: Mască de rețea

source: DHCP hostname
hu: DHCP kiszolgálónév
ro_ro: Nume gazdă DHCP

source: Unset
hu: Kijelölés törlése
ro_ro: Eliminare

source: Please choose a networkcard for the following interface - %s.
hu: Válassz egy eszközt ehhez: %s.
ro_ro: Alege o placa de retea pentru interfata - %s.

source: Extended Network Menu
hu: Kibővített Hálózati Menü
ro_ro: Meniu Retea Avansat

source: Select
hu: Kiválaszt
ro_ro: Selectare

source: Identify
hu: Azonosít
ro_ro: Indentificare

source: Device Identification
hu: Eszköz azonosító
ro_ro: Identificare echipament

source: The lights on the selected port should flash now for 10 seconds...
hu: A kiválasztott porton a visszajelző fény 10 másodpercig villog...
ro_ro: Luminile portului selectat ar trebui sa se aprinda intermitent pentru 10 secunde...

source: Identification is not supported by this interface.
hu: Az azonosítást nem támogatja ez az eszköz.
ro_ro: Identificarea nu este suportata de catre aceasta interfata.

source: There are no unassigned interfaces on your system.
hu: Nincsenek ki nem választott eszközeid.
ro_ro: Nu exista interfete disponibile in acest sistem.

source: Do you really want to remove the assigned %s interface?
hu: Biztos, hogy eltávolítod a %s eszköz hozzárendelését?
ro_ro: Esti sigur ca vrei sa elimini interfata %s alocata?

source: Select network driver
hu: Hálózati vezérlő kiválasztása
ro_ro: Selectare driver retea

source: Set additional module parameters
hu: További paraméterek megadása a modulhoz
ro_ro: Setare parametrii aditionali modul

source: Loading module...
hu: Modul betöltése...
ro_ro: Incarcare modul...

source: Unable to load driver module.
hu: A vezérlő betöltése sikertelen.
ro_ro: Nu se poate incarca modulul.

source: Module name cannot be blank.
hu: A modulnév nem lehet üres.
ro_ro: Numele modulului nu poate fi gol.

source: Stopping network...
hu: Hálózat leállítása...
ro_ro: Oprire retea...

source: Restarting network...
hu: Hálózat újraindítása...
ro_ro: Repornire retea....

source: No GREEN interface assigned.
hu: Nincs ZÖLD eszköz kiválasztva.
ro_ro: Nu s-a alocat o interfata GREEN.

source: Missing an IP address on GREEN.
hu: IP cím nincs hozzárendelve a ZÖLD eszközhöz.
ro_ro: Lipseste o adresa IP pentru GREEN.

source: Error
hu: Hiba
ro_ro: Eroare

source: Ignore
hu: Kihagyás
ro_ro: Ignora

source: No RED interface assigned.
hu: Nincs VÖRÖS eszköz hozzárendelve.
ro_ro: Nu s-a alocat o interfata RED.

source: Missing an IP address on RED.
hu: IP cím nincs hozzárendelve a VÖRÖS eszközhöz.
ro_ro: Lipseste o adresa IP pentru RED.

source: No ORANGE interface assigned.
hu: Nincs NARACS eszköz kiválasztva.
ro_ro: Nu s-a alocat o interfata ORANGE.

source: Missing an IP address on ORANGE.
hu: IP cím nincs hozzárendelve a NARANCS eszközhöz.
ro_ro: Lipseste o adresa IP pentru ORANGE.

source: No BLUE interface assigned.
hu: Nincs KÉK eszköz kiválasztva.
ro_ro: Nu s-a alocat o interfata BLUE.

source: Missing an IP address on BLUE.
hu: IP cím nincs hozzárendelve a KÉK eszközhöz.
ro_ro: Lipseste o adresa IP pentru BLUE.

source: Misssing DNS.
hu: Nincs beállított DNS.
ro_ro: Lipseste DNS

source: Missing Default Gateway.
hu: Nincs megadva alapértelmezett átjáró.
ro_ro: Lipseste gateway implicit.

source: Network configuration type
hu: Hálózati csatlakozás típusa
ro_ro: Tip retea

source: Drivers and card assignments
hu: Vezérlők és eszközök hozzárendelése
ro_ro: Alocare drivere si placi de retea

source: Address settings
hu: Címbeállítások
ro_ro: Setari adresa

source: DNS and Gateway settings
hu: DNS és átjáró beállítások
ro_ro: Setari DNS si gateway

source: When configuration is complete, a network restart will be required.
hu: A beállítások végeztével a hálózat újraindítása szükséges.
ro_ro: Cand configurarea va fi finalizata, o restartare a retelei va fi necesara.

source: Current config: %s %s
hu: Aktuális beállítás: %s %s
ro_ro: Configurare curenta: %s %s

source: Network configuration menu
hu: Hálózatbeállítás menü
ro_ro: Meniu configurare retea

source: Done
hu: Kész
ro_ro: Terminat

source: Select the network configuration for %s. The following configuration types list those interfaces which have ethernet attached. If you change this setting, a network restart will be required, and you will have to reconfigure the network driver assignments.
hu: Válaszd ki a hálózati beállításokat a következőhöz: %s. A következő konfigurációs beállításoknál megadhatod a hálózattípusokat. Amennyiben megváltoztatod ezeket a beállításokat, a hálózatot újra kell indítani és esetleg megváltoztatni a hozzárendeléseket.
ro_ro: Selectati configuratia de retea pentru %s. Urmatoarele tipuri de configuratie enumera interfetele care au atasate Ethernet. Daca modificati aceasta setare, o repornire de retea va fi necesara si va trebui sa reconfigurati alocarile driverului de retea .

source: Not enough netcards for your choice. Needed: %d - Available: %d
hu: Nincs elegendő eszköz a kért beállításhoz. Szükséges: %d - Elérhető: %d
ro_ro: Nu exista destule placi de retea pentru optiunea aleasa. Necesare: %d - Disponibile: %d

source: Configure network drivers, and which interface each card is assigned to. The current configuration is as follows:
hu: Hálózati vezérlők beállítása, hogy mi mihez legyen rendelve. Az aktuális beállítás a következő:
ro_ro: Configureaza driverele de retea si care interfata este alocata fiecarei placi de retea. Configuratia actuala este:

source: Do you wish to change these settings?
hu: Biztosan megváltoztatod ezeket a beállításokat?
ro_ro: Vrei sa schimbi aceste setari?

source: Restarting non-local network...
hu: A nem helyi hálózat újraindítása...
ro_ro: Restare retea la distanta...

source: Please choose the interface you wish to change.
hu: Válaszd ki a módosítandó eszközt.
ro_ro: Selecteaza ce interfata doresti sa modifici.

source: Assigned Cards
hu: Hozzárendelt eszközök
ro_ro: Placi de retea alocate

source: Remove
hu: Eltávolít
ro_ro: Elimina

source: If you change this IP address, and you are logged in remotely, your connection to the %s machine will be broken, and you will have to reconnect on the new IP. This is a risky operation, and should only be attempted if you have physical access to the machine, should something go wrong.
hu: Amennyiben megváltoztatod ezt az IP-t és távolról vagy bejelentkezve, a kapcsolatod a %s géphez meg fog szakadni és újra kell kapcsolódnod az új IP-vel. Ez egy kockázatos beállítás, ezért ajánlott, hogy fizikálisan hozzáférj a géphez, ha valami probléma merülne fel.
ro_ro: Daca modifici aceasta adresa IP si esti conectat la distanta, conexiunea la %s va fi intrerupta si va trebui sa te reconectezi la noul IP. Aceasta este o operatie riscanta si ar trebui sa fie efectuata doar daca ai acces fizic la echipament, pentru situatia in care ceva merge prost .

source: Select the interface you wish to reconfigure.
hu: Válaszd ki a beállítandó eszközt az újrakonfiguráláshoz.
ro_ro: Selecteaza interfata pe care doresti sa o reconfigurezi.

source: Default gateway:
hu: Alapértelmezett átjáró:
ro_ro: Gateway implicit:

source: Enter the DNS and gateway information. These settings are used only with Static IP (and DHCP if DNS set) on the RED interface.
hu: DNS és átjáró beállítások megadása. Ezek a beállítások a VÖRÖS csatlakozó statikus IP (és DHCP, ha DNS van megadva) beállításainál érvényesek.
ro_ro: Introdu informatiile necesare pentru DNS si gateway. Aceste setari sunt folosite doar pentru IP Static (si DHCP daca DNS este setat) pe interfata RED.

source: Default gateway
hu: Alapértelmezett átjáró
ro_ro: Gateway implicit

source: Secondary DNS specified without a Primary DNS
hu: Másodlagos DNS beállítva elsődleges DNS nélkül
ro_ro: DNS secundar specificat fara un DNS primar

source: Enter the 'root' user password. Login as this user for commandline access.
hu: Add meg a 'root' jelszót. A konzolon keresztül tudsz bejelentkezni vele.
ro_ro: Introdu parola pentru utilizatorul 'root'. Autentifica-te cu acest utilizator pentru access la linia de comanda.

source: Setting password
hu: Jelszó beállítása
ro_ro: Se seteaza parola

source: Setting 'root' password....
hu: A 'root' jelszó beállítása...
ro_ro: Se seteaza parola pentru 'root'.

source: Problem setting 'root' password.
hu: A 'root' jelszó beállítása sikertelen.
ro_ro: Nu s-a putut seta parola pentru 'root'.

source: Enter %s 'admin' user password. This is the user to use for logging into the %s web administration pages.
hu: Add meg az %s 'admin' jelszót. A %s webes felületen keresztül tudsz bejelentkezni vele.
ro_ro: Introdu parola pentru utilizatorul %s 'admin'. Foloseste acest utllizator pentru autentificarea la %s prin web.

source: Setting %s 'admin' user password...
hu: A %s 'root' jelszó beállítása...
ro_ro: Se seteaza parola pentru %s 'admin'...

source: Problem setting %s 'admin' user password.
hu: Probléma a %s 'root' jelszó beállításánál...
ro_ro: Nu s-a putut seta parola pentru %s 'admin'.

source: Password:
hu: Jelszó:
ro_ro: Parola:

source: Again:
hu: Ismét:
ro_ro: Verificare parola:

source: Password cannot be blank.
hu: A jelszó nem lehet üres.
ro_ro: Parola nu poate fi goala.

source: Passwords do not match.
hu: A jelszavak nem egyeznek meg.
ro_ro: Parolele nu corespund

source: Password cannot contain spaces.
hu: A jelszó nem tartalmazhat szóközt.
ro_ro: Parola nu poate contine spatii.

source: Choose the timezone you are in from the list below.
hu: Válaszd ki az időzónád a listából.
ro_ro: Alege fusul orar din lista de mai jos.
